# При сложении или делении или умножении целого числа с вещественным (плавующая точка) - результат всегда будет вещественным
# // - деление к наименьшему целому.
# ** - возвденеие в степень 2**3 - возвести в степень. 36**05- поулчить квадратный корень 36. Возвденеие в степень раотает справа налево, в отличии от всех других арифм. операций.
# приоритет арифметических операций идет слева направо, но если мы хотим это нарушить, то берем приоритетное выражение в скобки ()
# оператор / всегда возвращает float